Repository: cademia/omegat-glussariu
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: scn

source: The running copy of %S will quit in order to open this one.
scn: A copia chi sta firrijannu di %S sarà chiujuta pi ràpiri chist'autra.

source: This means donations from non-native speakers are particularly important.
scn: Sta means donations dû non-native parranti sunnu particularly mpurtanti.

source: To request a language head over to our Languages page.
scn: P'addumannari na lingua nova, vai nnâ pàggina dî Lingui.

source: Total
scn: Tutali

source: Verb.
scn: Verbu.

source: Voice recording in progress
scn: Riggistrazziuni vucali 'n cursu

source: Voices Online Now
scn: Vuci 'n linia ora

source: Want to change your voice clip?
scn: Vo' canciari a riggistrazziuni vucali?

source: We at Mozilla are building a community around voice technology.
scn: Mozilla sta ricugghiennu na cumunità di genti ntirissati ê tecnuluggìi vucali.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
scn: Carcùlamu l'uri stimannu a lunghizza midiana d'ogni riggistrazziuni, e murtiplicannu stu nùmmaru pû nùmmaru tutali di riggistrazziuna 'n tutti i lingui.

source: We de-identify all demographic data before making it public.
scn: Sti nfurmazziuna sarannu cancillati prima di pubblicari i dati.

source: We don't have anything to validate in this language, help us fill the queue.
scn: Nun cci sunnu riggistrazziuna d'appruvari nna sta lingua, ajùtani a jìnchiri sta lista.

source: We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
scn: Picchì serbi nu nnirizzu e-mail? Putìssimu aviri bisognu di cuntattàriti 'n futuru pi canciamenti nnî dati,

source: We promise to handle your information with care.
scn: Prumittemu di stari accura ê to dati.

source: We think
scn: Pinzamu chi

source: We think that
scn: Pinzamu chi chistu

source: We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
scn: Ni piacissi arristari 'n cuntattu cu tia pi nfurmàriti dî nuvità e dî novi funti di dati, ma macari pi sapiri comu usi i dati di Common Voice.

source: Website contents may not display properly.
scn: Certi siti o cuntinuti si putìssiru carricari mali.

source: Weekly
scn: Pâ simana

source: Welsh
scn: Gallisi

source: What is Common Voice?
scn: Soccu è Common Voice?

source: What issues are you experiencing with this sentence?
scn: Chi prubblemi ài cu sta frasi?

source: What level of audio quality is required for a voice clip to be used in the dataset?
scn: Chi live??u di qualità audiu abbisugnati pi fari appruvari na riggistrazziuni vucali?

source: What's Public?
scn: Quali dati su' pùbblici?

source: What’s inside the Common Voice dataset?
scn: Soccu cc'è nnî dati Common Voice?

source: What’s the difference between Common Voice and Deep Speech?
scn: Qual'è a diffirenza ntra Common Voice e Deep Speech?

source: When will you release Common Voice data in other languages?
scn: Quannu pubblicariti i dati di Common Voice nnall'autri lingui?

source: Where does the source text come from?
scn: D'unni veni u testu d'urìggini?

source: Why ?
scn: Picchì?

source: Why Common Voice?
scn: Picchì Common Voice?

source: Why a profile?
scn: Picchì na prufilu?

source: Why do you need so many different speakers per language?
scn: Picchì do tu need so many diversa parranti per lingua?

source: Why does this matter?
scn: Picchì does sta matter?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
scn: Picchì nun addumannati ê genti di lèggiri libbra o l'artìculi di Wikipedia nnê diversi lingui?

source: Why is 10,000 validated hours the per language goal for capturing audio?
scn: Picchì l'ubbittivu di riggistrazziuni p'ogni lingua è di 10.000 uri validati?

source: Why is Common Voice part of the Mozilla mission?
scn: Picchì Common Voice fa parti dâ missiuni di Mozilla?

source: Why is it important?
scn: Picchì è mpurtanti?

source: Why is my language not included yet?
scn: Picchì a me lingua nun cc'è ancora?

source: Why should I sign up for an account?
scn: PIcchì avissi a riggistrari un cuntu?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
scn: Vo' cancillari macari i to riggistrazziuna, o i vo' tèniri nnî dati Common Voice?

source: Yes
scn: Se

source: Yes, send me emails.
scn: Se, mànnami posta elittrònica.

source: Yes, we especially want your voice!
scn: Se, we especially vo' a to vuci!

source: You must allow microphone access.
scn: Hâ pirmèttiri l'usu dû micròfunu.

source: You've successfully signed up for contributing to { $language }.
scn: Ti riggistrasti comu cullabburaturi pâ lingua { $language }. Grazzi.

source: Your Languages
scn: I to lingui

source: Your download has started.
scn: Accuminciasti u scarricamentu.

source: Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
scn: U to nomu utenti e u to nnirizzu e-mail nun sarannu mai assuciati chî dati chi manni, e po' scègghiri si fari pubblicari u to nomu utenti o arristari anònimu.

source: Your username and email will not be associated with the published data.
scn: U to nomu utenti e u to nnirizzu e-mail nun sarannu assuciati chî dati pubblicati.

source: Your weekly goal has been created
scn: Criasti u to ubbittivu pâ simana

source: abnormality Noun.
scn: abnormality Sustantivu.

source: add-on
scn: agghiuncitina

source: add-on Noun.
scn: agghiuncitina

source: alternate text
scn: Testu autirnativu

source: appear Verb.
scn: accumpariri Verbu.

source: bookmark
scn: agghiunci ê nzingalibbra

source: breakpoint
scn: puntu di stagghiatura

source: channel
scn: canali

source: clipboard
scn: pitazzu

source: configurable
scn: cunfijuràbbili

source: context
scn: cuntestu

source: contribute
scn: cuntribbuisci

source: contributors to improve the quality.
scn: contributors a ammigghiurari a quality.

source: cryptominer
scn: crittuminaturi

source: did they accurately speak the sentence?
scn: liggeru bonu a frasi?

source: enable
scn: abbilitari

source: end user
scn: utenti finali

source: external
scn: sternu

source: find more voices
scn: a 'ttruvari autri vuci

source: home page
scn: pàggina mastra

source: import
scn: mpurtari

source: installation
scn: nzitamentu

source: link
scn: lijami

source: or Delete voice clip
scn: o cancella a riggistrazziuni vucali

source: preference
scn: prifirenza

source: recognition open to everyone.
scn: ricanuscimentu ràpiri pi tutti.

source: sign up for email updates
scn: Iscrìviti ê nutizzi nnall'e-mail

source: stifles innovation.
scn: affuca a nnuvazziuni.

source: submit when ready
scn: mmìa quannu sì prontu

source: that stifles innovation.
scn: chistu affuca a nnuvazziuni.

source: then read the sentence aloud
scn: e leggi a frasi a vuci auta

source: to make innovative apps for devices and the web.
scn: pi criari app nnuvativi pâ riti e pî dispusitivi mòbbili.

source: users can download our free app:
scn: l'utenti ponnu scàrricari a nostra app a gratis:

source: version
scn: virsiuni

source: when done
scn: quannu finisci

source: { $hours } validated hours so far!
scn: { $hours } uri validati nzinu a ora!

source: { -brand-short-name } blocked this page because it might try to trick you into installing programs that harm your browsing experience (for example, by changing your homepage or showing extra ads on sites you visit).
scn: { -brand-short-name } bluccò sta pòggina picchì ti putissi fari nzitari prugrammi chi ponnu canciari a to spirienza di navigazziuni (p'asempiu, canciannu a to pàggina mastra o mustrànnuti pubblicità nnê siti chi vìsiti).

source: { -brand-short-name } is up to date
scn: { -brand-short-name } è attualizzatu

source: { NUMBER($count) } clips
scn: { NUMBER($count) } riggistrazziuna
